<?php

return array (
  'i18n_subject' => 'कालीमाटी तरकारी तथा फलफूल बजार दैनिक मूल्य समाचारपत्र',
  'i18n_body_end' => 'यदि तपाइँसँग कुनै प्रश्नहरू छन् भने हामीलाई सम्पर्क गर्न नहिचकिचाउनुहोस्।',
  'i18n_body_start' => 'कालीमाटी तरकारी तथा फलफूल बजारमा बिक्री हुने वस्तुहरुको आजको बजार मूल्य जानकारी गराउन यो स्वचालित समाचारपत्र हो। :date सम्मका वस्तुहरूको मूल्यहरू निम्नानुसार छन्:',
  'i18n_header' => 'कालीमाटी फलफूल तथा तरकारी बजार विकास बोर्ड',
  'i18n_salutations' => 'नमस्कार',
  'i18n_signature' => 'सादर सम्झना,',
);
