<?php

return [
    'file_access' => 'घातक - फाइल पहुँच गर्ने प्रयास गर्दा त्रुटि भयो।',
    'create_failed' => 'तपाईंले सेव गर्ने प्रयास गर्नुभएको रेकर्ड यस समयमा सिर्जना गर्न सकिएन। फेरी प्रयास गर्नु होला।',
    'fatal_spoofed_file' => 'घातक - फाइलमा मान्य माइम प्रकार छैन। प्रणालीले फाइल प्रशोधन गर्न सक्दैन।',
    'fatal_empty_sheet' => 'तपाईंले प्रदान गर्नुभएको एक्सेल स्प्रेडसिट खाली थियो। कृपया फाइल जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।',
    'fatal_bulkdispatch' => 'घातक - थोक प्रेषणको लागि डाटाबेस प्रतिबद्धता असफल भयो। कृपया स्प्रेडसिट निरीक्षण गर्नुहोस् र पुन: प्रयास गर्नुहोस्।',
    'created' => 'सफलता - नयाँ :resource रेकर्ड सफलतापूर्वक सिर्जना गरिएको छ।',
    'unauthorized' => 'घातक - तपाईं यो स्रोत :resource पहुँच गर्न अधिकृत हुनुहुन्न।',
    'fatal_commodity' => 'घातक -  :id  आइडीको साथ बस्तुको सिर्जना गर्न प्रयास गर्दा प्रणालीले त्रुटिको सामना गर्यो।',
    'updated' => 'सफलता - :resource रेकर्ड सफलतापूर्वक अद्यावधिक गरिएको छ।',
    'update_failed' => 'घातक -:resource रेकर्डको अद्यावधिक प्रक्रियाको क्रममा त्रुटि देखा पर्‍यो।',
    'deleted' => 'सफलता - :resource रेकर्ड सफलतापूर्वक मेटिएको छ।',
    'delete_failed' => 'असफल - नयाँ :resource रेकर्ड सिर्जना गर्दा त्रुटि देखा पर्‍यो।',
    'warn_bulk_update_pricelog' => 'सुरक्षाको लागि, कृपया मूल्यको लगको डाटा इम्पोर्ट गर्नको लागि "डाउनलोड अक्सेल इम्पोर्ट टेम्प्लेट फाइल"को प्रयोग गरि बनाइएको अक्सेल टेम्प्लेट फाइलको उपयोग गर्नुहोस्।',
];
